arcanis.vscode-zipfs
asciidoctor.asciidoctor-vscode
bbenoist.nix
bpruitt-goddard.mermaid-markdown-syntax-highlighting
chaunceykiwi.json-tree-view
christian-kohler.npm-intellisense
davidanson.vscode-markdownlint
esbenp.prettier-vscode
formulahendry.code-runner
foxundermoon.shell-format
github.vscode-github-actions
grapecity.gc-excelviewer
hediet.vscode-drawio
inferrinizzard.prettier-sql-vscode
jnoortheen.nix-ide
llvm-vs-code-extensions.lldb-dap
mathematic.vscode-pdf
mcu-debug.debug-tracker-vscode
mechatroner.rainbow-csv
ms-azure-devops.azure-pipelines
ms-azuretools.vscode-containers
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-wsl
ms-vscode.cpptools-themes
ms-vscode.makefile-tools
ms-vscode.vscode-chat-customizations-evaluations
ms-vscode.vscode-speech
ms-vsliveshare.vsliveshare
redhat.vscode-yaml
shd101wyy.markdown-preview-enhanced
swiftlang.swift-vscode
tomoki1207.pdf
wholroyd.jinja
yzhang.markdown-all-in-one
